<template>
  <div class="published">
      <List :dataList="publishedList"></List>
  </div>
</template>

<script>
import List from "../../components/List";
export default {
  data() {
    return {
      publishedList: [
        {
          img:
            "http://img3.imgtn.bdimg.com/it/u=2716847304,3082776061&fm=11&gp=0.jpg",
          title:
            "全新一次未用，5年整保，工厂倒闭变卖资产，奥克斯（AUX）正1.5匹 冷暖 定速 空调挂机(KFR-35GW/NFW+3)",
            description: "v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资",
        
        },{
          img:
            "http://img3.imgtn.bdimg.com/it/u=2716847304,3082776061&fm=11&gp=0.jpg",
          title:
            "全新一次未用，5年整保，工厂倒闭变卖资产，奥克斯（AUX）正1.5匹 冷暖 定速 空调挂机(KFR-35GW/NFW+3)",
            description: "v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资",
        
        },{
          img:
            "http://img3.imgtn.bdimg.com/it/u=2716847304,3082776061&fm=11&gp=0.jpg",
          title:
            "全新一次未用，5年整保，工厂倒闭变卖资产，奥克斯（AUX）正1.5匹 冷暖 定速 空调挂机(KFR-35GW/NFW+3)",
            description: "v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资",
        
        },{
          img:
            "http://img3.imgtn.bdimg.com/it/u=2716847304,3082776061&fm=11&gp=0.jpg",
          title:
            "全新一次未用，5年整保，工厂倒闭变卖资产，奥克斯（AUX）正1.5匹 冷暖 定速 空调挂机(KFR-35GW/NFW+3)",
            description: "v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资v1.5匹 【除湿NFW】 居家好选择 工厂刚刚装修完，厂长出事昏迷，变卖资产发工资",
        
        }
      ]
    };
  },
  components: {
      List
  }
};
</script>

<style lang="scss" scoped>

</style>